/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1u insulin for every X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1u insulin for every X grams";

/* No comment provided by engineer. */
"30 minutes" = "30 minutes";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "A line chart showing your blood glucose and general trend over a given period";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "A pie chart showing the number of healthy glucose readings versus unhealthy over a given period";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day";

/* Activity (physical exercise) */
"Activity" = "Activity";

/* No comment provided by engineer. */
"Activity name" = "Activity name";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add a Note" = "Add a Note";

/* Add blood glucose reading */
"Add a Reading" = "Add a Reading";

/* No comment provided by engineer. */
"Add Activity" = "Add Activity";

/* No comment provided by engineer. */
"Add Food" = "Add Food";

/* No comment provided by engineer. */
"Add Location" = "Add Location";

/* No comment provided by engineer. */
"Add Medicine" = "Add Medicine";

/* No comment provided by engineer. */
"Add Photo" = "Add Photo";

/* No comment provided by engineer. */
"Add Reminder" = "Add Reminder";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "After";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Alert";

/* No comment provided by engineer. */
"Amount" = "Amount";

/* No comment provided by engineer. */
"Amount taken" = "Amount taken";

/* No comment provided by engineer. */
"and" = "and";

/* No comment provided by engineer. */
"April" = "April";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "Are you sure you'd like to add location data to this event?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete all Diabetik iCloud data? This action is irreversible!" = "Are you sure you'd like to delete all Diabetik iCloud data? This action is irreversible!";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "Are you sure you'd like to permanently delete this entry?";

/* No comment provided by engineer. */
"Are you sure you'd like to redownload data from iCloud?" = "Are you sure you'd like to redownload data from iCloud?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Are you sure you'd like to restore from a previous backup? This cannot be undone.";

/* No comment provided by engineer. */
"August" = "August";

/* Abbreviation for average */
"Avg." = "Avg.";

/* Label for average blood glucose reading */
"Avg. Blood Glucose" = "Avg. Blood Glucose";

/* Backup & sync settings section title */
"Backup & Sync" = "Backup & Sync";

/* No comment provided by engineer. */
"Backup settings" = "Backup settings";

/* No comment provided by engineer. */
"Backup/Restore" = "Backup/Restore";

/* Blood glucose level */
"BG level" = "BG level";

/* Blood glucose units */
"BG units" = "BG units";

/* Label for the statistical deviation in blood glucose values */
"Blood Glucose Deviation" = "Blood Glucose Deviation";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Blood Glucose Level";

/* No comment provided by engineer. */
"Blood glucose level" = "Blood glucose level";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Blood Glucose Readings";

/* No comment provided by engineer. */
"Both" = "Both";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)" = "Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Carbohydrate in-take";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Carbohydrate Ratio";

/* Amount of carbohydrates */
"Carbs" = "Carbs";

/* No comment provided by engineer. */
"Choose new photo" = "Choose new photo";

/* No comment provided by engineer. */
"Choose photo" = "Choose photo";

/* A setting asking whether or not results should be collapsed when searching occurs */
"Collapse search results" = "Collapse search results";

/* No comment provided by engineer. */
"Constants" = "Constants";

/* No comment provided by engineer. */
"Correction Factor" = "Correction Factor";

/* AFNetworking */
"Could not decode string: %@" = "Could not decode string: %@";

/* Menu item to show users the application credits */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Current blood glucose" = "Current blood glucose";

/* Current geographic location */
"Current Location" = "Current Location";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "Data failed decoding as a UTF-8 string";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Date reminder" = "Date reminder";

/* No comment provided by engineer. */
"Days" = "Days";

/* No comment provided by engineer. */
"December" = "December";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Diabetik iCloud data" = "Delete Diabetik iCloud data";

/* No comment provided by engineer. */
"Delete Entry" = "Delete Entry";

/* No comment provided by engineer. */
"Delete iCloud data" = "Delete iCloud data";

/* No comment provided by engineer. */
"Delete photo" = "Delete photo";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Diabetik Export - %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!";

/* No comment provided by engineer. */
"Disabling iCloud will make the data stored there unavailable. Would you like to download it to your device?" = "Disabling iCloud will make the data stored there unavailable. Would you like to download it to your device?";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Download my iCloud data" = "Download my iCloud data";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Drag left to add additional entries";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes.";

/* No comment provided by engineer. */
"Dropbox settings" = "Dropbox settings";

/* No comment provided by engineer. */
"Dropbox Settings" = "Dropbox Settings";

/* No comment provided by engineer. */
"Edit Activity" = "Edit Activity";

/* No comment provided by engineer. */
"Edit Food" = "Edit Food";

/* No comment provided by engineer. */
"Edit Medicine" = "Edit Medicine";

/* No comment provided by engineer. */
"Edit Note" = "Edit Note";

/* Edit blood glucose reading */
"Edit Reading" = "Edit Reading";

/* No comment provided by engineer. */
"Edit reminder" = "Edit reminder";

/* No comment provided by engineer. */
"Edit Reminder" = "Edit Reminder";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email sent" = "Email sent";

/* No comment provided by engineer. */
"Enter or select below" = "Enter or select below";

/* Geo-location of event */
"Event Location" = "Event Location";

/* No comment provided by engineer. */
"Every day" = "Every day";

/* No comment provided by engineer. */
"Every Day" = "Every Day";

/* No comment provided by engineer. */
"Every Friday" = "Every Friday";

/* No comment provided by engineer. */
"Every Monday" = "Every Monday";

/* No comment provided by engineer. */
"Every Saturday" = "Every Saturday";

/* No comment provided by engineer. */
"Every Sunday" = "Every Sunday";

/* No comment provided by engineer. */
"Every Thursday" = "Every Thursday";

/* No comment provided by engineer. */
"Every Tuesday" = "Every Tuesday";

/* No comment provided by engineer. */
"Every Wednesday" = "Every Wednesday";

/* Menu item to take users to the export screen */
"Export" = "Export";

/* No comment provided by engineer. */
"Export successful" = "Export successful";

/* No comment provided by engineer. */
"February" = "February";

/* Food entry type */
"Food" = "Food";

/* No comment provided by engineer. */
"Formats to export" = "Formats to export";

/* No comment provided by engineer. */
"Fri" = "Fri";

/* General settings section title */
"General" = "General";

/* No comment provided by engineer. */
"Glucose" = "Glucose";

/* No comment provided by engineer. */
"Glucose settings" = "Glucose settings";

/* Unit of measurement */
"Grams" = "Grams";

/* Amount of carbs in grams (this field is optional) */
"grams (optional)" = "grams (optional)";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Healthy";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Healthy Glucose Tally";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Here's your Diabetik data export, generated on %@.";

/* No comment provided by engineer. */
"Hi there!" = "Hi there!";

/* No comment provided by engineer. */
"Hours" = "Hours";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with @diabetikapp" = "I just recorded a blood glucose reading of %@ with @diabetikapp";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with Diabetik" = "I just recorded a blood glucose reading of %@ with Diabetik";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with @diabetikapp" = "I just spent %1$@ minutes %2$@ and tracked it with @diabetikapp";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with Diabetik" = "I just spent %1$@ minutes %2$@ and tracked it with Diabetik";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with @diabetikapp" = "I just took %1$@ %2$@ of %3$@ and recorded it with @diabetikapp";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with Diabetik" = "I just took %1$@ %2$@ of %3$@ and recorded it with Diabetik";

/* No comment provided by engineer. */
"I love @diabetikapp! It's a great way to track my diabetes." = "I love @diabetikapp! It's a great way to track my diabetes.";

/* No comment provided by engineer. */
"I love Diabetik! It's a great way to track my diabetes." = "I love Diabetik! It's a great way to track my diabetes.";

/* No comment provided by engineer. */
"iCloud" = "iCloud";

/* No comment provided by engineer. */
"iCloud settings" = "iCloud settings";

/* No comment provided by engineer. */
"iCloud sync" = "iCloud sync";

/* No comment provided by engineer. */
"If you cannot enable syncing make sure you've allowed Diabetik access to iCloud in the Settings app" = "If you cannot enable syncing make sure you've allowed Diabetik access to iCloud in the Settings app";

/* No comment provided by engineer. */
"Input" = "Input";

/* No comment provided by engineer. */
"Insulin Calculator" = "Insulin Calculator";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "It wasn't possible to export your backup to Dropbox. The following error occurred: %@";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "It wasn't possible to export your files to Dropbox. The following error occurred: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "It wasn't possible to restore your backup from Dropbox. The following error occurred: %@";

/* No comment provided by engineer. */
"January" = "January";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Journal";

/* No comment provided by engineer. */
"July" = "July";

/* No comment provided by engineer. */
"June" = "June";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licenses";

/* A button allowing users to 'Like' an entry on Facebook */
"Like" = "Like";

/* No comment provided by engineer. */
"Link with Dropbox" = "Link with Dropbox";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Location reminder" = "Location reminder";

/* No comment provided by engineer. */
"Location-based reminders" = "Location-based reminders";

/* No comment provided by engineer. */
"Manual backup" = "Manual backup";

/* No comment provided by engineer. */
"March" = "March";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Matching these conditions";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Max healthy";

/* No comment provided by engineer. */
"May" = "May";

/* No comment provided by engineer. */
"Meal name" = "Meal name";

/* No comment provided by engineer. */
"Medication" = "Medication";

/* No comment provided by engineer. */
"Medicine" = "Medicine";

/* No comment provided by engineer. */
"Medicine name" = "Medicine name";

/* The section header for generic menu items */
"Menu" = "Menu";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Min healthy";

/* No comment provided by engineer. */
"Minutes" = "Minutes";

/* No comment provided by engineer. */
"Mon" = "Mon";

/* No comment provided by engineer. */
"Months to export" = "Months to export";

/* The name of an entry */
"Name" = "Name";

/* No comment provided by engineer. */
"Nevermind" = "Nevermind";

/* No comment provided by engineer. */
"Nice to meet you" = "Nice to meet you";

/* No comment provided by engineer. */
"No" = "No";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "No Entries";

/* No comment provided by engineer. */
"No location" = "No location";

/* No comment provided by engineer. */
"No Reminders" = "No Reminders";

/* No comment provided by engineer. */
"No Reports" = "No Reports";

/* No comment provided by engineer. */
"Not enough data" = "Not enough data";

/* Note entry type */
"Note" = "Note";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"November" = "November";

/* No comment provided by engineer. */
"October" = "October";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* On arrival to a geographic location */
"On Arrival" = "On Arrival";

/* On departure from a geographic location */
"On Departure" = "On Departure";

/* No comment provided by engineer. */
"One-time reminders" = "One-time reminders";

/* No comment provided by engineer. */
"Options" = "Options";

/* Settings section for miscellaneous information */
"Other" = "Other";

/* No comment provided by engineer. */
"Overwrite my iCloud data" = "Overwrite my iCloud data";

/* No comment provided by engineer. */
"Overwrite my local data" = "Overwrite my local data";

/* No comment provided by engineer. */
"Past 14 days" = "Past 14 days";

/* No comment provided by engineer. */
"Past 7 Days" = "Past 7 Days";

/* No comment provided by engineer. */
"Perform manual backup" = "Perform manual backup";

/* Type/unit of medicine */
"pills" = "pills";

/* No comment provided by engineer. */
"Please complete all required fields" = "Please complete all required fields";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Please select a valid location before continuing";

/* Type/unit of medicine */
"puffs" = "puffs";

/* Blood glucose reading entry type */
"Reading" = "Reading";

/* No comment provided by engineer. */
"Redownload" = "Redownload";

/* No comment provided by engineer. */
"Redownload iCloud data" = "Redownload iCloud data";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Remind me after adding";

/* No comment provided by engineer. */
"Remind me in" = "Remind me in";

/* No comment provided by engineer. */
"Reminder details" = "Reminder details";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Reminder Location";

/* No comment provided by engineer. */
"Reminders" = "Reminders";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location.";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Repeat" = "Repeat";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Repeating";

/* No comment provided by engineer. */
"Repeating reminders" = "Repeating reminders";

/* No comment provided by engineer. */
"Report" = "Report";

/* No comment provided by engineer. */
"Reporting events between" = "Reporting events between";

/* No comment provided by engineer. */
"Restore" = "Restore";

/* No comment provided by engineer. */
"Restore from backup" = "Restore from backup";

/* No comment provided by engineer. */
"Restore successful" = "Restore successful";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary.";

/* No comment provided by engineer. */
"Revert to my local data" = "Revert to my local data";

/* No comment provided by engineer. */
"Rotate to view reports" = "Rotate to view reports";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Rule-based Reminder";

/* No comment provided by engineer. */
"Rule-based reminder" = "Rule-based reminder";

/* No comment provided by engineer. */
"Rule-based reminders" = "Rule-based reminders";

/* No comment provided by engineer. */
"Sat" = "Sat";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Scheduled Reminder";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"September" = "September";

/* Settings title */
"Settings" = "Settings";

/* A setting asking whether or not to display inline images */
"Show inline images" = "Show inline images";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Smart input";

/* A settings switch to control application sounds */
"Sounds" = "Sounds";

/* No comment provided by engineer. */
"Stay safe" = "Stay safe";

/* No comment provided by engineer. */
"Sun" = "Sun";

/* No comment provided by engineer. */
"Take new photo" = "Take new photo";

/* No comment provided by engineer. */
"Take photo" = "Take photo";

/* No comment provided by engineer. */
"Target blood glucose" = "Target blood glucose";

/* No comment provided by engineer. */
"Thanks" = "Thanks";

/* An option allow users to be reminded at some point in the future */
"The future" = "The future";

/* No comment provided by engineer. */
"There was an error while printing your report" = "There was an error while printing your report";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "There was an error while trying to delete this event: %@";

/* No comment provided by engineer. */
"Thurs" = "Thurs";

/* Unit of measurement */
"time" = "time";

/* No comment provided by engineer. */
"Time" = "Time";

/* No comment provided by engineer. */
"Timeline" = "Timeline";

/* No comment provided by engineer. */
"Timeline settings" = "Timeline settings";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Total carbohydrates" = "Total carbohydrates";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Total Carbohydrates (grams)";

/* No comment provided by engineer. */
"Trigger for all entries of this type" = "Trigger for all entries of this type";

/* No comment provided by engineer. */
"Tues" = "Tues";

/* A button allowing users to post an entry on Twitter */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Tweet sent" = "Tweet sent";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Uh oh!" = "Uh oh!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "Unable to create image documents folder";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "Unable to determine location";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Unhealthy";

/* Type/unit of medicine */
"units" = "units";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Unlink Dropbox account";

/* No comment provided by engineer. */
"Update location" = "Update location";

/* No comment provided by engineer. */
"Update sent" = "Update sent";

/* No comment provided by engineer. */
"Use the above options with caution!" = "Use the above options with caution!";

/* No comment provided by engineer. */
"Value" = "Value";

/* No comment provided by engineer. */
"View Location" = "View Location";

/* No comment provided by engineer. */
"View on map" = "View on map";

/* No comment provided by engineer. */
"View photo" = "View photo";

/* No comment provided by engineer. */
"View Photo" = "View Photo";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "We were unable to delete your reminder rule for the following reason: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "We were unable to save your reminder for the following reason: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "We were unable to save your reminder rule for the following reason: %@";

/* No comment provided by engineer. */
"We're unable to save your data as a sync is in progress!" = "We're unable to save your data as a sync is in progress!";

/* No comment provided by engineer. */
"Wed" = "Wed";

/* No comment provided by engineer. */
"What'd you have?" = "What'd you have?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "When you'd like to be reminded";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "With these settings";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You already have Diabetik data stored on iCloud. Would you like to download it and overwrite your local data, or overwrite it with the data on your device?" = "You already have Diabetik data stored on iCloud. Would you like to download it and overwrite your local data, or overwrite it with the data on your device?";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "You cannot enter an event in the future";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "You currently don't have any entries in your timeline. To add one, tap the + icon.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "You currently don't have any reminders setup. To add one, tap the + icon.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "You currently don't have any reports to export.";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "You haven't collected enough data to display this report";

/* No comment provided by engineer. */
"You must select at least one format to export" = "You must select at least one format to export";

/* No comment provided by engineer. */
"You must select at least one month to export" = "You must select at least one month to export";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Your backup has been exported successfully";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Your backup was restored successfully";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Your Diabetic Record";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "Your export email could not be sent";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Your export email has been sent";

/* No comment provided by engineer. */
"Your Facebook update has been sent" = "Your Facebook update has been sent";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Your files have been exported successfully";

/* No comment provided by engineer. */
"Your reminder message" = "Your reminder message";

/* No comment provided by engineer. */
"Your tweet has been sent" = "Your tweet has been sent";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with @diabetikapp" = "Yum! I just ate %@ and recorded it with @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with Diabetik" = "Yum! I just ate %@ and recorded it with Diabetik";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with @diabetikapp" = "Yum! I just ate %1$@ with %2$@ grams and recorded it with @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with Diabetik" = "Yum! I just ate %1$@ with %2$@ grams and recorded it with Diabetik";

